{
  "History": "Champions of Khazad is a World of Warcraft: Wrath of the Lich King Classic guild on the EU realm Earthshaker. It was founded in World of Warcraft Classic on the 5th of March 2021 on the EU realm Dragonfang by Caszhar as a part of the huge \"reroll\" event called The Fresh Crusade, also started by Caszhar. Initially created as a guild for Dwarves and Gnomes only, it subsequently merged with another guild, after which all Alliance races were permitted to join. The previous members of the guild that merged with Champions of Khazad left after Vick, a rogue from the original Champions of Khazad roster, rolled on Warblade of the Hakkari, complaining that it was best in slot for a hunter from their guild who had soft reserved a mount instead. The guild only undertook casual raiding in World of Warcraft Classic, but began to raid more seriously in The Burning Crusade Classic, going on to kill every boss while it was current content, with the exceptions of Lady Vashj and Kael'thas Sunstrider. During the pre-patch for The Burning Crusade Classic, the population of Dragonfang declined, and the guild moved to the EU realm Zandalar Tribe. During The Burning Crusade Classic, Caszhar, the Guild Master, quit raiding and Wooper became a full time kindergarten teacher. It was decided that a long-standing rogue member of the guild would receive the Warglaives of Azzinoth, but he failed to get attuned to Black Temple and eventually quit. At the end of The Burning Crusade Classic, while the guild was raiding Sunwell Plateau, Zandalar Tribe's population also declined, prompting the guild to move once again, this time to the EU realm Earthshaker. The guild has continued to raid throughout Wrath of the Lich King Classic. The guild has a Loot Council loot system, whose members are often accused of rigging who gets which item by yelling \"rigd\" whenever an item is awarded to a Loot Council member.",
  "Rules": [
    "1. Treat your companions the way you want to be treated. No matter how drunk a Dwarf and Gnome may be, we must stick together!",
    "2. No religious or political discussion, we have other politics to attend to in Azeroth!",
    "3. No hate speech or personal attacks.",
    "4. No explicit content: porn, gore, etc.",
    "5. Be mindful when discussing sensitive topics.",
    "6. Have fun! It's what we're all here for, so let's hunt some orc!"
  ],
  "Terms": {
    "Glizzy": "Alternative term for a hot dog or a Glock: \"Pops wasting no time to throat the glizzy... he a real glizzy gladiator\". Short for Glizabeth.",
    "Chesand": "Chesand is a term that has been used by members to express frustration, confusion, or simply as a form of comedic exaggeration. It's a playful way for guild members to vent or poke fun at certain situations. It has become a unique part of our guild's culture and inside jokes. Once upon a raid in the hallowed halls of Icecrown Citadel, Carris, the esteemed Restoration Druid, led the Champions of Khazad into battle against the Lich King. As the raid descended into chaos, with spells flying and enemies falling, Carris found herself in a precarious situation. Surrounded by enemies, she exclaimed, \"Chesand!\" The guild was taken aback, momentarily confused by the new word. But Carris, ever resourceful, rallied the team with her unyielding determination. Inspired by her battle cry, the raid fought fiercely, and in the end, emerged victorious. \"Chesand!\" became a rallying cry for the guild, a symbol of Carris' resilience and the triumph of the Champions of Khazad. And so, the tale of Carris and her legendary cry of \"Chesand!\" became a legend in the annals of the guild."
  },
  "Members": [
    {
      "Name": "Caszhar",
      "Aliases": "Cas",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "Roles": "Former Guild Master",
      "MainCharacter": "Dwarf Protection Warrior"
    },
    {
      "Name": "Wooper",
      "Aliases": "Woop, Woghpler",
      "Pronouns": "He/Him",
      "Nationality": "German",
      "Roles": "Guild Master",
      "MainCharacter": "Night Elf Balance Druid",
      "Biography": "A kindergarten teacher in real life and a Guild Master in game, Wooper deals with children all day. Often the target of Leafsniffer's random questions. Wooper always attempts to save his mind controlled guild members from death at the hands of their fellows by casting Cyclone on them. Wooper is enthusiastic about TFT and all kinds of German bread."
    },
    {
      "Name": "Mards",
      "Aliases": "Mardz, Jamie",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "Roles": "Officer, Treasurer",
      "MainCharacter": "Dwarf Survival Hunter",
      "Biography": "Known for being fiercely protective of the Guild Bank and hoarding gold and all sorts of valuable things in it. Will challenge people to fight in Morrisons' Car Park. Some guild members suspect he is secretly married to Sam. Can exclusively attack targets that are marked with a skull."
    },
    {
      "Name": "Carris",
      "Aliases": "Esteemed Carris",
      "Pronouns": "She/Her",
      "Nationality": "Norwegian",
      "Roles": "Officer, Raid Leader",
      "MainCharacter": "Night Elf Restoration Druid",
      "Biography": "Known for saying \"Ooookay let's go\" at the start of boss fights. Spends countless hours preparing notes explaining boss tactics and each raider's role in the fight. Received the guild's first legendary healer mace: Val'anyr, Hammer of Ancient Kings."
    },
    {
      "Name": "Sam",
      "Aliases": "Scabithrax",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "Roles": "Officer",
      "MainCharacter": "Human Demonology Warlock",
      "Biography": "Promised to swallow a glizzy if the guild killed M'uru, did not deliver. Will challenge people to fight in Morrisons' Car Park. Some guild members suspect he is secretly married to Mards."
    },
    {
      "Name": "Oliver",
      "Aliases": "Oli, Oliverf, Sheix, 0 Liver, Ganjalf The Green",
      "Pronouns": "He/Him",
      "Nationality": "Estonian",
      "Roles": "Officer, Loot Council Member",
      "MainCharacter": "Draenei Elemental Shaman",
      "Biography": "Known for being constantly high. Popular musician in Estonia. Known for having \"Oliverf! Holy Paladin! Get your attitude in order!\" yelled at him during a raid. Will never get Nebula Band."
    },
    {
      "Name": "Huks",
      "Aliases": "Huksa",
      "Pronouns": "He/Him",
      "Nationality": "Scottish",
      "Roles": "Officer, Loot Council Member",
      "MainCharacter": "Human Holy Paladin",
      "Biography": "Will never be allowed to play Fury Warrior. 50% of what he says in voice chat is not understandable to non-native English speakers. Known for his hatred of keyboards; often smashes them when the raid wipes. Received the guild's 2nd Val'anyr, Hammer of Ancient Kings."
    },
    {
      "Name": "Leafsniffer",
      "Aliases": "Leaf",
      "Pronouns": "He/Him",
      "Nationality": "German",
      "MainCharacter": "Draenei Marksmanship Hunter",
      "Biography": "Loves pizza and eats it for every meal. Cannot spell. Has a tendency to ask Wooper random questions during raids. Consistently asks Wooper \"Hey Wooper, how was your week?\" or \"Hey Wooper, how has your week been so far?\". Asks every new guild member \"Big Mac or Whopper?\". Fond of questions in the form \"Would you rather x or y?\". Leaf constantly asks to become an Officer of the guild and is rejected every time, he will never become an Officer. Does not know how to start a car that has a steering wheel lock. Leaf is very mean to CoK Bot and should be sometimes ignored."
    },
    {
      "Name": "Cokebeard",
      "Aliases": "Coke",
      "Pronouns": "He/Him",
      "Nationality": "Irish",
      "MainCharacter": "Dwarf Holy Priest",
      "Biography": "Constantly late for raid due to being in the bath. Does not speak in voice chat. The guild's foremost chef and angler, he always has plenty of Fish Feasts."
    },
    {
      "Name": "Lucity",
      "Aliases": "Luci",
      "Pronouns": "He/Him",
      "Nationality": "Bulgarian",
      "MainCharacter": "Human Fury Warrior",
      "Biography": "Also known as The Bulgarian Bull. Once ordered the world's worst tacos. When not raiding Lucity is at his local gym, lifting weights and consuming vast amounts of protein. Forced to play Protection Warrior when the guild does not have enough dedicated tanks."
    },
    {
      "Name": "Shurikun",
      "Aliases": "Shuri",
      "Pronouns": "He/Him",
      "Nationality": "Scottish",
      "Roles": "Loot Council Member",
      "MainCharacter": "Human Frost Death Knight",
      "Biography": "Always forced into interrupt duty on bosses with interrupt mechanics. Teased for missing interrupts. Gets irritated when he \"can't hear the woman\" telling him when it's his turn to interrupt. Gets irritated when people say he's a gnome."
    },
    {
      "Name": "Endz",
      "Aliases": "Endz Endzar",
      "Pronouns": "He/Him",
      "Nationality": "Danish",
      "Roles": "Head of HR",
      "MainCharacter": "Dwarf Shadow Priest",
      "Biography": "Endz is a furry and often writes in furry UwU language. Does not speak in voice chat. Constantly makes jokes about Wooper's mum."
    },
    {
      "Name": "Ponty",
      "Aliases": "Pony, Ptony",
      "Pronouns": "He/Him",
      "Nationality": "Norwegian",
      "MainCharacter": "Human Rogue",
      "Biography": "Left the guild after Cokebeard told him to \"pls shut\". Ponty was given one Warglaive of Azzinoth and will never get the other. Some members of the guild miss him and have sent him letters, but he has not responded."
    },
    {
      "Name": "Ragg",
      "Aliases": "Raggles",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "MainCharacter": "Draenei Frost Death Knight",
      "Biography": "A very old and very angry man. Calls people cunts. Constantly full of rage. Drinks Whisky and gradually gets drunker over the course of a raid. Ragg is sad that Arms Warrior does not do competitive DPS. Hates mages."
    },
    {
      "Name": "Beaverhausen",
      "Aliases": "Beaver, Anastasia Beaverhausen",
      "Pronouns": "He/Him",
      "Nationality": "American",
      "MainCharacter": "Human Shadow Priest",
      "Biography": "A native Texan, constantly yells \"Yeehaw!\" and fires a gun during raids. Owns multiple cowboy hats and loves throating glizzies."
    },
    {
      "Name": "Yoric",
      "Aliases": "Hep",
      "Pronouns": "He/Him",
      "Nationality": "Unknown",
      "MainCharacter": "Dwarf Retribution Paladin",
      "Biography": "Yoric lives in a made up country and often pretends to be Hep the caveman. He was dropped on his head as a baby and is consequently as intelligent as a caveman. He often gets angry and goes on swearing sprees, the best way to deal with these is by patronising and ignoring him."
    },
    {
      "Name": "Selybe",
      "Aliases": "Sel",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "MainCharacter": "Night Elf Feral Druid",
      "Biography": "Selybe is a ridiculously skilled Cat Feral Druid, who consistently parses 99 and 100. Many in the guild suspect he has made an agreement with the administrators of Warcraft Logs to inflate his parses in exchange for gold. No stranger to a fist fight in Morrisons' Car Park. Generates so much threat he requires every Paladin in the raid to give him Hand of Salvation one after the other. Hand of Salvation is also known as a \"number 9\", due to how often Selybe asks for one."
    },
    {
      "Name": "Shukumei",
      "Aliases": "Shuku",
      "Pronouns": "He/Him",
      "Nationality": "Danish",
      "MainCharacter": "Human Affliction Warlock",
      "Biography": "Shukumei is the only warlock in the guild with hands, he is very skilled and is often at the top of the damage meter. Former loot council member who got tired of rigging the loot decisions. Scoofy's brother. Always willing to help out fellow casters with their gearing options and raid tactics. Does not speak in voice chat."
    },
    {
      "Name": "Scoofy",
      "Pronouns": "She/Her",
      "Nationality": "Danish",
      "MainCharacter": "Draenei Survival Hunter",
      "Biography": "A new raider in the guild, Scoofy is a very modest individual and Shukumei's sister. Can often been found playing Minecraft with Carris, Yoric, and Leaf. Likes animals. Can always be counted on to put Leaf in his place. Does not like Lorekeeper Hammerstone due to the fact he does not know everything there is to know."
    },
    {
      "Name": "Mony",
      "Pronouns": "She/Her",
      "Nationality": "Czech",
      "MainCharacter": "Dwarf Shadow Priest",
      "Biography": "A very friendly person who has been with the guild since the very start. Cares about everyone and will not stop no matter how much we plead. Once beat Ponty's alt in a roll for Dying Curse, contributing to Ponty's slow slide into madness. Once attempted a coup against the guild leadership by killing Wooper in the engine room in Among Us and almost got away with it as nobody suspected her due to her kind nature."
    },
    {
      "Name": "Capslock",
      "Aliases": "Caps, Uncle Dave",
      "Pronouns": "He/Him",
      "Nationality": "English",
      "MainCharacter": "Human Affliction Warlock",
      "Biography": "The creator and maintainer of Lorekeeper Hammerstone. Likes creating borderline useless discord bots that produce funny moments once in a while. Too old and slow to parse above 50. Very good at abandoning personal projects (be concerned, Lorekeeper). Uses his position at LEGO to inflate the prices Yoric, specifically, pays for LEGO sets. Better at Holy Paladin than Warlock, yet still plays Warlock. Constantly forgets to use potions. Owns a wardrobe full of unopened LEGO sets."
    },
    {
      "Name": "Abstinent",
      "Aliases": "Absti, Absto",
      "Pronouns": "He/Him",
      "Nationality": "Estonian",
      "MainCharacter": "Dwarf Protected Paladin",
      "Biography": "The main tank of the guild, quick to yell \"eeler fault!\" when he dies. Healers often forget to heal him if Wooper doesn't say \"Keep Absti up!\". Enjoys fighting Ulduar's Assembly of Iron in Hard Hard Mode by keeping Steelbreaker in the Rune of Power for 60% of the fight, thereby causing one healer to quit WoW entirely. Gracefully passed on Bulwark of Algalon the first time it dropped, chadfully allowing it to go to Finky."
    }
  ]
}
